Repository: mbideau/btrfs-diff-sh
Catalog: locale/*/LC_MESSAGES/btrfs-diff.po
Languages: fr

source: added
fr: ajouté

source: times
fr: temps

source: A file containing the output of the command '%s'.
fr: Un fichier contenant l'affichage de la commande '%s'.

source: AUTHORS
fr: AUTEURS

source: Compare the result against the output of the standard '%s' utility.
fr: Comparer le résultat avec l'affichage de l'utilitaire standard '%s'.

source: Comparison with standard '%s' utility :
fr: Comparaison avec l'utilitaire standard '%s':

source: Create the dump of the send/receive between two snapshots.
fr: Créé le dump de l'envoi/réception entre les deux snapshots.

source: DUMP_FILE
fr: FIC_DUMP

source: Display help message.
fr: Afficher le message d'aide.

source: Display version and license informations.
fr: Afficher les informations de version et de licence.

source: ENVIRONMENT
fr: ENVIRONNEMENT

source: EXAMPLES
fr: EXEMPLES

source: Fatal error: '%s' is not a btrfs subvolume
fr: Erreur fatale: '%s' n'est pas un sous-volume btrfs

source: Fatal error: failed to get a raw diff with send/received for snapshots '%s' and '%s'
fr: Erreur fatale: échec de la production du diff 'brut' avec l'envoi/réception pour les snapshots '%s' et '%s'

source: Fatal error: invalid option
fr: Erreur fatale: option invalide.

source: Fatal error: the file '%s' doesn't exist or is not readable
fr: Erreur fatale: le fichier '%s' n'existe pas ou n'est pas lisible

source: Fatal error: when cloning '%s', it wasn't found in the objects buffer
fr: Erreur fatale: lors du clonage de '%s', introuvable dans le tampon des objets

source: Fatal error: when deleting '%s', it wasn't found in the objects buffer
fr: Erreur fatale: lors de la suppression de '%s', introuvable dans le tampon des objets

source: Fatal error: when extending '%s', it wasn't found in the objects buffer
fr: Erreur fatale: lors de l'extension de '%s', introuvable dans le tampon des objets

source: Fatal error: when renaming '%s' to '%s', the operation '%s' found is invalid
fr: Erreur fatale: lors du renommage de '%s' en '%s', l'opération '%s' trouvée est invalide

source: Fatal error: when renaming '%s' to '%s', the source wasn't found in the objects buffer
fr: Erreur fatale: lors du renommage de '%s' en '%s', la source était introuvable dans le tampon des objets

source: Fatal error: when symlinking '%s' to '%s', the destination wasn't found in the objects buffer
fr: Erreur fatale: lors du renommage de '%s' en '%s', la destination était introuvable dans le tampon des objets

source: Fatal error: when truncating '%s', it wasn't found in the objects buffer
fr: Erreur fatale: lors du tronquage de '%s', introuvable dans le tampon des objets

source: Get the differences between two snapshots.
fr: Analyse les différences entre deux snapshots.

source: Home page
fr: Page d'accueil

source: Influence the translation.
fr: Influence la traduction.

source: Instead of two snapshots, use a file containing the %s output of the snapshots.
fr: Au lieu de deux snapshots, utilise un fichier contenant l'affichage de %s des snapshots.

source: It must also be a read-only one.
fr: Doit aussi être en lecture-seule.

source: It must be a read-only one.
fr: Doit être en lecture-seule.

source: License %s: %s <%s>
fr: Licence %s: %s <%s>

source: Note: same output as with the standard '%s' utility
fr: Note: affichage identique à l'utilitaire standard '%s'

source: Path to the compared snapshot.
fr: Chemin vers le snapshot comparé.

source: Path to the reference snapshot.
fr: Chemin vers le snapshot de référence.

source: Print debugging information to '%s' only if var %s='%s'.
fr: Affiche des informations de déboguage sur '%s' seulement si %s='%s'.

source: Producing a diff using standard '%s' utility ... (might takes a little time)
fr: Production des différences à l'aide de l'utilitaire standard '%s' ... (ça pourrait prendre un peu temps)

source: REPORTING BUGS
fr: RAPPORTER LES BOGUES

source: Report bugs to
fr: Rapporter les bogues à

source: Report properties differences %s
fr: Reporter les différences de propriétés %s.

source: Report times differences %s
fr: Reporter les différences de temps %s

source: SEE ALSO
fr: VOIR AUSSI

source: See %s documentation.
fr: Voir la documentation de %s.

source: There is NO WARRANTY, to the extent permitted by law.
fr: Il n'y aucune GARANTIE, dans la limite de ce que permet la loi.

source: This is free software: you are free to change and redistribute it.
fr: Ceci est un logiciel libre: vous être libre de le modifier et de le redistribuer.

source: This option is ignored when the option '%s' is also specified.
fr: Cette option est ignorée lorsque l'option '%s' est aussi spécifiée.

source: Warning: can't compare to standard '%s' utility (binary not found)
fr: Avertissement: impossible de comparer avec l'utilitaire standard '%s' (binaire non trouvé)

source: Warning: failed to collect the differences between the two results
fr: Avertissement: échec de la collecte des différences entre les deux résultats

source: Warning: failed to compare both diffs (using standard '%s')
fr: Avertissement: échec de la comparaison des différences (utilisant le '%s' standard)

source: Warning: unknown raw line '%s'
fr: Avertissement: ligne brute inconnue '%s'

source: Written by
fr: Écrit par

source: changed
fr: changé

source: deleted
fr: supprimé

source: get differences between two BTRFS snapshots.
fr: analyse les différences entre deux snapshots BTRFS.

source: renamed
fr: renommé
